evidence/scalability/k6_silver_200users.txt

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: loadtests/k6/scaleout.js
        output: -

     scenarios: (100.00%) 1 scenario, 200 max VUs, 5m30s max duration (incl. graceful stop):
              * default: Up to 200 looping VUs for 5m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m00.7s), 001/200 VUs, 0 complete and 0 interrupted iterations
default   [   0% ] 001/200 VUs  0m00.3s/5m00.0s

running (0m01.7s), 003/200 VUs, 5 complete and 0 interrupted iterations
default   [   0% ] 003/200 VUs  0m01.3s/5m00.0s

running (0m02.7s), 004/200 VUs, 15 complete and 0 interrupted iterations
default   [   1% ] 004/200 VUs  0m02.3s/5m00.0s

running (0m03.7s), 006/200 VUs, 30 complete and 0 interrupted iterations
default   [   1% ] 006/200 VUs  0m03.3s/5m00.0s

running (0m04.7s), 007/200 VUs, 49 complete and 0 interrupted iterations
default   [   1% ] 007/200 VUs  0m04.3s/5m00.0s

running (0m05.7s), 009/200 VUs, 79 complete and 0 interrupted iterations
default   [   2% ] 009/200 VUs  0m05.3s/5m00.0s

running (0m06.7s), 011/200 VUs, 108 complete and 0 interrupted iterations
default   [   2% ] 011/200 VUs  0m06.3s/5m00.0s

running (0m07.7s), 012/200 VUs, 144 complete and 0 interrupted iterations
default   [   2% ] 012/200 VUs  0m07.3s/5m00.0s

running (0m08.7s), 014/200 VUs, 182 complete and 0 interrupted iterations
default   [   3% ] 014/200 VUs  0m08.3s/5m00.0s

running (0m09.7s), 016/200 VUs, 229 complete and 0 interrupted iterations
default   [   3% ] 016/200 VUs  0m09.3s/5m00.0s

running (0m10.7s), 017/200 VUs, 282 complete and 0 interrupted iterations
default   [   3% ] 017/200 VUs  0m10.3s/5m00.0s

running (0m11.7s), 019/200 VUs, 338 complete and 0 interrupted iterations
default   [   4% ] 019/200 VUs  0m11.3s/5m00.0s

running (0m12.7s), 021/200 VUs, 400 complete and 0 interrupted iterations
default   [   4% ] 021/200 VUs  0m12.3s/5m00.0s

running (0m13.7s), 022/200 VUs, 470 complete and 0 interrupted iterations
default   [   4% ] 022/200 VUs  0m13.3s/5m00.0s

running (0m14.7s), 024/200 VUs, 542 complete and 0 interrupted iterations
default   [   5% ] 024/200 VUs  0m14.3s/5m00.0s

running (0m15.7s), 025/200 VUs, 616 complete and 0 interrupted iterations
default   [   5% ] 025/200 VUs  0m15.3s/5m00.0s

running (0m16.7s), 027/200 VUs, 701 complete and 0 interrupted iterations
default   [   5% ] 027/200 VUs  0m16.3s/5m00.0s

running (0m17.7s), 029/200 VUs, 783 complete and 0 interrupted iterations
default   [   6% ] 029/200 VUs  0m17.3s/5m00.0s

running (0m18.7s), 030/200 VUs, 876 complete and 0 interrupted iterations
default   [   6% ] 030/200 VUs  0m18.3s/5m00.0s

running (0m19.7s), 032/200 VUs, 968 complete and 0 interrupted iterations
default   [   6% ] 032/200 VUs  0m19.3s/5m00.0s

running (0m20.7s), 034/200 VUs, 1069 complete and 0 interrupted iterations
default   [   7% ] 034/200 VUs  0m20.3s/5m00.0s

running (0m21.7s), 035/200 VUs, 1173 complete and 0 interrupted iterations
default   [   7% ] 035/200 VUs  0m21.3s/5m00.0s

running (0m22.7s), 037/200 VUs, 1281 complete and 0 interrupted iterations
default   [   7% ] 037/200 VUs  0m22.3s/5m00.0s

running (0m23.7s), 039/200 VUs, 1373 complete and 0 interrupted iterations
default   [   8% ] 039/200 VUs  0m23.3s/5m00.0s

running (0m24.7s), 040/200 VUs, 1476 complete and 0 interrupted iterations
default   [   8% ] 040/200 VUs  0m24.3s/5m00.0s

running (0m25.7s), 042/200 VUs, 1585 complete and 0 interrupted iterations
default   [   8% ] 042/200 VUs  0m25.3s/5m00.0s

running (0m26.7s), 043/200 VUs, 1694 complete and 0 interrupted iterations
default   [   9% ] 043/200 VUs  0m26.3s/5m00.0s

running (0m27.7s), 045/200 VUs, 1804 complete and 0 interrupted iterations
default   [   9% ] 045/200 VUs  0m27.3s/5m00.0s

running (0m28.7s), 047/200 VUs, 1917 complete and 0 interrupted iterations
default   [   9% ] 047/200 VUs  0m28.3s/5m00.0s

running (0m29.7s), 048/200 VUs, 2004 complete and 0 interrupted iterations
default   [  10% ] 048/200 VUs  0m29.3s/5m00.0s

running (0m30.7s), 050/200 VUs, 2104 complete and 0 interrupted iterations
default   [  10% ] 050/200 VUs  0m30.3s/5m00.0s

running (0m31.7s), 052/200 VUs, 2203 complete and 0 interrupted iterations
default   [  10% ] 052/200 VUs  0m31.3s/5m00.0s

running (0m32.7s), 053/200 VUs, 2327 complete and 0 interrupted iterations
default   [  11% ] 053/200 VUs  0m32.3s/5m00.0s

running (0m33.7s), 055/200 VUs, 2483 complete and 0 interrupted iterations
default   [  11% ] 055/200 VUs  0m33.3s/5m00.0s

running (0m34.7s), 057/200 VUs, 2619 complete and 0 interrupted iterations
default   [  11% ] 057/200 VUs  0m34.3s/5m00.0s

running (0m35.7s), 058/200 VUs, 2765 complete and 0 interrupted iterations
default   [  12% ] 058/200 VUs  0m35.3s/5m00.0s

running (0m36.7s), 060/200 VUs, 2873 complete and 0 interrupted iterations
default   [  12% ] 060/200 VUs  0m36.3s/5m00.0s

running (0m37.7s), 062/200 VUs, 3019 complete and 0 interrupted iterations
default   [  12% ] 062/200 VUs  0m37.3s/5m00.0s

running (0m38.7s), 063/200 VUs, 3152 complete and 0 interrupted iterations
default   [  13% ] 063/200 VUs  0m38.3s/5m00.0s

running (0m39.7s), 065/200 VUs, 3291 complete and 0 interrupted iterations
default   [  13% ] 065/200 VUs  0m39.3s/5m00.0s

running (0m40.7s), 067/200 VUs, 3414 complete and 0 interrupted iterations
default   [  13% ] 067/200 VUs  0m40.3s/5m00.0s

running (0m41.7s), 068/200 VUs, 3554 complete and 0 interrupted iterations
default   [  14% ] 068/200 VUs  0m41.3s/5m00.0s

running (0m42.7s), 070/200 VUs, 3691 complete and 0 interrupted iterations
default   [  14% ] 070/200 VUs  0m42.3s/5m00.0s

running (0m43.7s), 072/200 VUs, 3826 complete and 0 interrupted iterations
default   [  14% ] 072/200 VUs  0m43.3s/5m00.0s

running (0m44.7s), 073/200 VUs, 3963 complete and 0 interrupted iterations
default   [  15% ] 073/200 VUs  0m44.3s/5m00.0s

running (0m45.7s), 075/200 VUs, 4080 complete and 0 interrupted iterations
default   [  15% ] 075/200 VUs  0m45.3s/5m00.0s

running (0m46.7s), 077/200 VUs, 4225 complete and 0 interrupted iterations
default   [  15% ] 077/200 VUs  0m46.3s/5m00.0s

running (0m47.7s), 078/200 VUs, 4357 complete and 0 interrupted iterations
default   [  16% ] 078/200 VUs  0m47.3s/5m00.0s

running (0m48.7s), 080/200 VUs, 4466 complete and 0 interrupted iterations
default   [  16% ] 080/200 VUs  0m48.3s/5m00.0s

running (0m49.7s), 082/200 VUs, 4583 complete and 0 interrupted iterations
default   [  16% ] 082/200 VUs  0m49.3s/5m00.0s

running (0m50.7s), 083/200 VUs, 4682 complete and 0 interrupted iterations
default   [  17% ] 083/200 VUs  0m50.3s/5m00.0s

running (0m51.7s), 085/200 VUs, 4770 complete and 0 interrupted iterations
default   [  17% ] 085/200 VUs  0m51.3s/5m00.0s

running (0m52.7s), 087/200 VUs, 4902 complete and 0 interrupted iterations
default   [  17% ] 087/200 VUs  0m52.3s/5m00.0s

running (0m53.7s), 088/200 VUs, 5023 complete and 0 interrupted iterations
default   [  18% ] 088/200 VUs  0m53.3s/5m00.0s

running (0m54.7s), 090/200 VUs, 5133 complete and 0 interrupted iterations
default   [  18% ] 090/200 VUs  0m54.3s/5m00.0s

running (0m55.7s), 092/200 VUs, 5302 complete and 0 interrupted iterations
default   [  18% ] 092/200 VUs  0m55.3s/5m00.0s

running (0m56.7s), 093/200 VUs, 5448 complete and 0 interrupted iterations
default   [  19% ] 093/200 VUs  0m56.3s/5m00.0s

running (0m57.7s), 095/200 VUs, 5524 complete and 0 interrupted iterations
default   [  19% ] 095/200 VUs  0m57.3s/5m00.0s

running (0m58.7s), 097/200 VUs, 5616 complete and 0 interrupted iterations
default   [  19% ] 097/200 VUs  0m58.3s/5m00.0s

running (0m59.7s), 098/200 VUs, 5725 complete and 0 interrupted iterations
default   [  20% ] 098/200 VUs  0m59.3s/5m00.0s

running (1m00.7s), 100/200 VUs, 5836 complete and 0 interrupted iterations
default   [  20% ] 100/200 VUs  1m00.3s/5m00.0s

running (1m01.7s), 104/200 VUs, 5935 complete and 0 interrupted iterations
default   [  20% ] 104/200 VUs  1m01.3s/5m00.0s

running (1m02.7s), 107/200 VUs, 6024 complete and 0 interrupted iterations
default   [  21% ] 107/200 VUs  1m02.3s/5m00.0s

running (1m03.7s), 110/200 VUs, 6073 complete and 0 interrupted iterations
default   [  21% ] 110/200 VUs  1m03.3s/5m00.0s

running (1m04.7s), 114/200 VUs, 6150 complete and 0 interrupted iterations
default   [  21% ] 114/200 VUs  1m04.3s/5m00.0s

running (1m05.7s), 117/200 VUs, 6228 complete and 0 interrupted iterations
default   [  22% ] 117/200 VUs  1m05.3s/5m00.0s

running (1m06.7s), 120/200 VUs, 6291 complete and 0 interrupted iterations
default   [  22% ] 120/200 VUs  1m06.3s/5m00.0s

running (1m07.7s), 124/200 VUs, 6366 complete and 0 interrupted iterations
default   [  22% ] 124/200 VUs  1m07.3s/5m00.0s

running (1m08.7s), 127/200 VUs, 6451 complete and 0 interrupted iterations
default   [  23% ] 127/200 VUs  1m08.3s/5m00.0s

running (1m09.7s), 130/200 VUs, 6512 complete and 0 interrupted iterations
default   [  23% ] 130/200 VUs  1m09.3s/5m00.0s

running (1m10.7s), 134/200 VUs, 6597 complete and 0 interrupted iterations
default   [  23% ] 134/200 VUs  1m10.3s/5m00.0s

running (1m11.7s), 137/200 VUs, 6691 complete and 0 interrupted iterations
default   [  24% ] 137/200 VUs  1m11.3s/5m00.0s

running (1m12.7s), 140/200 VUs, 6786 complete and 0 interrupted iterations
default   [  24% ] 140/200 VUs  1m12.3s/5m00.0s

running (1m13.7s), 144/200 VUs, 6876 complete and 0 interrupted iterations
default   [  24% ] 144/200 VUs  1m13.3s/5m00.0s

running (1m14.7s), 147/200 VUs, 6986 complete and 0 interrupted iterations
default   [  25% ] 147/200 VUs  1m14.3s/5m00.0s

running (1m15.7s), 150/200 VUs, 7067 complete and 0 interrupted iterations
default   [  25% ] 150/200 VUs  1m15.3s/5m00.0s

running (1m16.7s), 154/200 VUs, 7164 complete and 0 interrupted iterations
default   [  25% ] 154/200 VUs  1m16.3s/5m00.0s

running (1m17.7s), 157/200 VUs, 7259 complete and 0 interrupted iterations
default   [  26% ] 157/200 VUs  1m17.3s/5m00.0s

running (1m18.7s), 160/200 VUs, 7351 complete and 0 interrupted iterations
default   [  26% ] 160/200 VUs  1m18.3s/5m00.0s

running (1m19.7s), 164/200 VUs, 7468 complete and 0 interrupted iterations
default   [  26% ] 164/200 VUs  1m19.3s/5m00.0s

running (1m20.7s), 167/200 VUs, 7578 complete and 0 interrupted iterations
default   [  27% ] 167/200 VUs  1m20.3s/5m00.0s

running (1m21.7s), 170/200 VUs, 7646 complete and 0 interrupted iterations
default   [  27% ] 170/200 VUs  1m21.3s/5m00.0s

running (1m22.7s), 174/200 VUs, 7706 complete and 0 interrupted iterations
default   [  27% ] 174/200 VUs  1m22.3s/5m00.0s

running (1m23.7s), 177/200 VUs, 7780 complete and 0 interrupted iterations
default   [  28% ] 177/200 VUs  1m23.3s/5m00.0s

running (1m24.7s), 180/200 VUs, 7871 complete and 0 interrupted iterations
default   [  28% ] 180/200 VUs  1m24.3s/5m00.0s

running (1m25.7s), 184/200 VUs, 7964 complete and 0 interrupted iterations
default   [  28% ] 184/200 VUs  1m25.3s/5m00.0s

running (1m26.7s), 187/200 VUs, 8065 complete and 0 interrupted iterations
default   [  29% ] 187/200 VUs  1m26.3s/5m00.0s

running (1m27.7s), 190/200 VUs, 8191 complete and 0 interrupted iterations
default   [  29% ] 190/200 VUs  1m27.3s/5m00.0s

running (1m28.7s), 194/200 VUs, 8278 complete and 0 interrupted iterations
default   [  29% ] 194/200 VUs  1m28.3s/5m00.0s

running (1m29.7s), 197/200 VUs, 8381 complete and 0 interrupted iterations
default   [  30% ] 197/200 VUs  1m29.3s/5m00.0s

running (1m30.7s), 200/200 VUs, 8502 complete and 0 interrupted iterations
default   [  30% ] 200/200 VUs  1m30.3s/5m00.0s

running (1m31.7s), 200/200 VUs, 8614 complete and 0 interrupted iterations
default   [  30% ] 200/200 VUs  1m31.3s/5m00.0s

running (1m32.7s), 200/200 VUs, 8749 complete and 0 interrupted iterations
default   [  31% ] 200/200 VUs  1m32.3s/5m00.0s

running (1m33.7s), 200/200 VUs, 8884 complete and 0 interrupted iterations
default   [  31% ] 200/200 VUs  1m33.3s/5m00.0s

running (1m34.7s), 200/200 VUs, 9021 complete and 0 interrupted iterations
default   [  31% ] 200/200 VUs  1m34.3s/5m00.0s

running (1m35.7s), 200/200 VUs, 9159 complete and 0 interrupted iterations
default   [  32% ] 200/200 VUs  1m35.3s/5m00.0s

running (1m36.7s), 200/200 VUs, 9304 complete and 0 interrupted iterations
default   [  32% ] 200/200 VUs  1m36.3s/5m00.0s

running (1m37.7s), 200/200 VUs, 9454 complete and 0 interrupted iterations
default   [  32% ] 200/200 VUs  1m37.3s/5m00.0s

running (1m38.7s), 200/200 VUs, 9612 complete and 0 interrupted iterations
default   [  33% ] 200/200 VUs  1m38.3s/5m00.0s

running (1m39.7s), 200/200 VUs, 9728 complete and 0 interrupted iterations
default   [  33% ] 200/200 VUs  1m39.3s/5m00.0s

running (1m40.7s), 200/200 VUs, 9867 complete and 0 interrupted iterations
default   [  33% ] 200/200 VUs  1m40.3s/5m00.0s

running (1m41.7s), 200/200 VUs, 9992 complete and 0 interrupted iterations
default   [  34% ] 200/200 VUs  1m41.3s/5m00.0s

running (1m42.7s), 200/200 VUs, 10138 complete and 0 interrupted iterations
default   [  34% ] 200/200 VUs  1m42.3s/5m00.0s

running (1m43.7s), 200/200 VUs, 10293 complete and 0 interrupted iterations
default   [  34% ] 200/200 VUs  1m43.3s/5m00.0s

running (1m44.7s), 200/200 VUs, 10425 complete and 0 interrupted iterations
default   [  35% ] 200/200 VUs  1m44.3s/5m00.0s

running (1m45.7s), 200/200 VUs, 10552 complete and 0 interrupted iterations
default   [  35% ] 200/200 VUs  1m45.3s/5m00.0s

running (1m46.7s), 200/200 VUs, 10675 complete and 0 interrupted iterations
default   [  35% ] 200/200 VUs  1m46.3s/5m00.0s

running (1m47.7s), 200/200 VUs, 10790 complete and 0 interrupted iterations
default   [  36% ] 200/200 VUs  1m47.3s/5m00.0s

running (1m48.7s), 200/200 VUs, 10916 complete and 0 interrupted iterations
default   [  36% ] 200/200 VUs  1m48.3s/5m00.0s

running (1m49.7s), 200/200 VUs, 11046 complete and 0 interrupted iterations
default   [  36% ] 200/200 VUs  1m49.3s/5m00.0s

running (1m50.7s), 200/200 VUs, 11178 complete and 0 interrupted iterations
default   [  37% ] 200/200 VUs  1m50.3s/5m00.0s

running (1m51.7s), 200/200 VUs, 11286 complete and 0 interrupted iterations
default   [  37% ] 200/200 VUs  1m51.3s/5m00.0s

running (1m52.7s), 200/200 VUs, 11424 complete and 0 interrupted iterations
default   [  37% ] 200/200 VUs  1m52.3s/5m00.0s

running (1m53.7s), 200/200 VUs, 11562 complete and 0 interrupted iterations
default   [  38% ] 200/200 VUs  1m53.3s/5m00.0s

running (1m54.7s), 200/200 VUs, 11720 complete and 0 interrupted iterations
default   [  38% ] 200/200 VUs  1m54.3s/5m00.0s

running (1m55.7s), 200/200 VUs, 11860 complete and 0 interrupted iterations
default   [  38% ] 200/200 VUs  1m55.3s/5m00.0s

running (1m56.7s), 200/200 VUs, 12019 complete and 0 interrupted iterations
default   [  39% ] 200/200 VUs  1m56.3s/5m00.0s

running (1m57.7s), 200/200 VUs, 12172 complete and 0 interrupted iterations
default   [  39% ] 200/200 VUs  1m57.3s/5m00.0s

running (1m58.7s), 200/200 VUs, 12284 complete and 0 interrupted iterations
default   [  39% ] 200/200 VUs  1m58.3s/5m00.0s

running (1m59.7s), 200/200 VUs, 12397 complete and 0 interrupted iterations
default   [  40% ] 200/200 VUs  1m59.3s/5m00.0s

running (2m00.7s), 200/200 VUs, 12499 complete and 0 interrupted iterations
default   [  40% ] 200/200 VUs  2m00.3s/5m00.0s

running (2m01.7s), 200/200 VUs, 12597 complete and 0 interrupted iterations
default   [  40% ] 200/200 VUs  2m01.3s/5m00.0s

running (2m02.7s), 200/200 VUs, 12697 complete and 0 interrupted iterations
default   [  41% ] 200/200 VUs  2m02.3s/5m00.0s

running (2m03.7s), 200/200 VUs, 12787 complete and 0 interrupted iterations
default   [  41% ] 200/200 VUs  2m03.3s/5m00.0s

running (2m04.7s), 200/200 VUs, 12881 complete and 0 interrupted iterations
default   [  41% ] 200/200 VUs  2m04.3s/5m00.0s

running (2m05.7s), 200/200 VUs, 12980 complete and 0 interrupted iterations
default   [  42% ] 200/200 VUs  2m05.3s/5m00.0s

running (2m06.7s), 200/200 VUs, 13092 complete and 0 interrupted iterations
default   [  42% ] 200/200 VUs  2m06.3s/5m00.0s

running (2m07.7s), 200/200 VUs, 13241 complete and 0 interrupted iterations
default   [  42% ] 200/200 VUs  2m07.3s/5m00.0s

running (2m08.7s), 200/200 VUs, 13383 complete and 0 interrupted iterations
default   [  43% ] 200/200 VUs  2m08.3s/5m00.0s

running (2m09.7s), 200/200 VUs, 13520 complete and 0 interrupted iterations
default   [  43% ] 200/200 VUs  2m09.3s/5m00.0s

running (2m10.7s), 200/200 VUs, 13648 complete and 0 interrupted iterations
default   [  43% ] 200/200 VUs  2m10.3s/5m00.0s

running (2m11.7s), 200/200 VUs, 13768 complete and 0 interrupted iterations
default   [  44% ] 200/200 VUs  2m11.3s/5m00.0s

running (2m12.7s), 200/200 VUs, 13900 complete and 0 interrupted iterations
default   [  44% ] 200/200 VUs  2m12.3s/5m00.0s

running (2m13.7s), 200/200 VUs, 14012 complete and 0 interrupted iterations
default   [  44% ] 200/200 VUs  2m13.3s/5m00.0s

running (2m14.7s), 200/200 VUs, 14126 complete and 0 interrupted iterations
default   [  45% ] 200/200 VUs  2m14.3s/5m00.0s

running (2m15.7s), 200/200 VUs, 14259 complete and 0 interrupted iterations
default   [  45% ] 200/200 VUs  2m15.3s/5m00.0s

running (2m16.7s), 200/200 VUs, 14382 complete and 0 interrupted iterations
default   [  45% ] 200/200 VUs  2m16.3s/5m00.0s

running (2m17.7s), 200/200 VUs, 14477 complete and 0 interrupted iterations
default   [  46% ] 200/200 VUs  2m17.3s/5m00.0s

running (2m18.7s), 200/200 VUs, 14587 complete and 0 interrupted iterations
default   [  46% ] 200/200 VUs  2m18.3s/5m00.0s

running (2m19.7s), 200/200 VUs, 14713 complete and 0 interrupted iterations
default   [  46% ] 200/200 VUs  2m19.3s/5m00.0s

running (2m20.7s), 200/200 VUs, 14845 complete and 0 interrupted iterations
default   [  47% ] 200/200 VUs  2m20.3s/5m00.0s

running (2m21.7s), 200/200 VUs, 14964 complete and 0 interrupted iterations
default   [  47% ] 200/200 VUs  2m21.3s/5m00.0s

running (2m22.7s), 200/200 VUs, 15105 complete and 0 interrupted iterations
default   [  47% ] 200/200 VUs  2m22.3s/5m00.0s

running (2m23.7s), 200/200 VUs, 15244 complete and 0 interrupted iterations
default   [  48% ] 200/200 VUs  2m23.3s/5m00.0s

running (2m24.7s), 200/200 VUs, 15353 complete and 0 interrupted iterations
default   [  48% ] 200/200 VUs  2m24.3s/5m00.0s

running (2m25.7s), 200/200 VUs, 15490 complete and 0 interrupted iterations
default   [  48% ] 200/200 VUs  2m25.3s/5m00.0s

running (2m26.7s), 200/200 VUs, 15637 complete and 0 interrupted iterations
default   [  49% ] 200/200 VUs  2m26.3s/5m00.0s

running (2m27.7s), 200/200 VUs, 15766 complete and 0 interrupted iterations
default   [  49% ] 200/200 VUs  2m27.3s/5m00.0s

running (2m28.7s), 200/200 VUs, 15878 complete and 0 interrupted iterations
default   [  49% ] 200/200 VUs  2m28.3s/5m00.0s

running (2m29.7s), 200/200 VUs, 16015 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  2m29.3s/5m00.0s

running (2m30.7s), 200/200 VUs, 16140 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  2m30.3s/5m00.0s

running (2m31.7s), 200/200 VUs, 16250 complete and 0 interrupted iterations
default   [  50% ] 200/200 VUs  2m31.3s/5m00.0s

running (2m32.7s), 200/200 VUs, 16396 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  2m32.3s/5m00.0s

running (2m33.7s), 200/200 VUs, 16497 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  2m33.3s/5m00.0s

running (2m34.7s), 200/200 VUs, 16594 complete and 0 interrupted iterations
default   [  51% ] 200/200 VUs  2m34.3s/5m00.0s

running (2m35.7s), 200/200 VUs, 16722 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  2m35.3s/5m00.0s

running (2m36.7s), 200/200 VUs, 16837 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  2m36.3s/5m00.0s

running (2m37.7s), 200/200 VUs, 16944 complete and 0 interrupted iterations
default   [  52% ] 200/200 VUs  2m37.3s/5m00.0s

running (2m38.7s), 200/200 VUs, 17074 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  2m38.3s/5m00.0s

running (2m39.7s), 200/200 VUs, 17184 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  2m39.3s/5m00.0s

running (2m40.7s), 200/200 VUs, 17299 complete and 0 interrupted iterations
default   [  53% ] 200/200 VUs  2m40.3s/5m00.0s

running (2m41.7s), 200/200 VUs, 17418 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  2m41.3s/5m00.0s

running (2m42.7s), 200/200 VUs, 17533 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  2m42.3s/5m00.0s

running (2m43.7s), 200/200 VUs, 17663 complete and 0 interrupted iterations
default   [  54% ] 200/200 VUs  2m43.3s/5m00.0s

running (2m44.7s), 200/200 VUs, 17771 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  2m44.3s/5m00.0s

running (2m45.7s), 200/200 VUs, 17884 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  2m45.3s/5m00.0s

running (2m46.7s), 200/200 VUs, 18001 complete and 0 interrupted iterations
default   [  55% ] 200/200 VUs  2m46.3s/5m00.0s

running (2m47.7s), 200/200 VUs, 18116 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  2m47.3s/5m00.0s

running (2m48.7s), 200/200 VUs, 18227 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  2m48.3s/5m00.0s

running (2m49.7s), 200/200 VUs, 18355 complete and 0 interrupted iterations
default   [  56% ] 200/200 VUs  2m49.3s/5m00.0s

running (2m50.7s), 200/200 VUs, 18457 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  2m50.3s/5m00.0s

running (2m51.7s), 200/200 VUs, 18578 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  2m51.3s/5m00.0s

running (2m52.7s), 200/200 VUs, 18705 complete and 0 interrupted iterations
default   [  57% ] 200/200 VUs  2m52.3s/5m00.0s

running (2m53.7s), 200/200 VUs, 18814 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  2m53.3s/5m00.0s

running (2m54.7s), 200/200 VUs, 18922 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  2m54.3s/5m00.0s

running (2m55.7s), 200/200 VUs, 19042 complete and 0 interrupted iterations
default   [  58% ] 200/200 VUs  2m55.3s/5m00.0s

running (2m56.7s), 200/200 VUs, 19151 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  2m56.3s/5m00.0s

running (2m57.7s), 200/200 VUs, 19281 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  2m57.3s/5m00.0s

running (2m58.7s), 200/200 VUs, 19401 complete and 0 interrupted iterations
default   [  59% ] 200/200 VUs  2m58.3s/5m00.0s

running (2m59.7s), 200/200 VUs, 19483 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  2m59.3s/5m00.0s

running (3m00.7s), 200/200 VUs, 19549 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m00.3s/5m00.0s

running (3m01.7s), 200/200 VUs, 19618 complete and 0 interrupted iterations
default   [  60% ] 200/200 VUs  3m01.3s/5m00.0s

running (3m02.7s), 200/200 VUs, 19709 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m02.3s/5m00.0s

running (3m03.7s), 200/200 VUs, 19823 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m03.3s/5m00.0s

running (3m04.7s), 200/200 VUs, 19947 complete and 0 interrupted iterations
default   [  61% ] 200/200 VUs  3m04.3s/5m00.0s

running (3m05.7s), 200/200 VUs, 20069 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m05.3s/5m00.0s

running (3m06.7s), 200/200 VUs, 20168 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m06.3s/5m00.0s

running (3m07.7s), 200/200 VUs, 20241 complete and 0 interrupted iterations
default   [  62% ] 200/200 VUs  3m07.3s/5m00.0s

running (3m08.7s), 200/200 VUs, 20314 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m08.3s/5m00.0s

running (3m09.7s), 200/200 VUs, 20395 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m09.3s/5m00.0s

running (3m10.7s), 200/200 VUs, 20484 complete and 0 interrupted iterations
default   [  63% ] 200/200 VUs  3m10.3s/5m00.0s

running (3m11.7s), 200/200 VUs, 20571 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m11.3s/5m00.0s

running (3m12.7s), 200/200 VUs, 20663 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m12.3s/5m00.0s

running (3m13.7s), 200/200 VUs, 20745 complete and 0 interrupted iterations
default   [  64% ] 200/200 VUs  3m13.3s/5m00.0s

running (3m14.7s), 200/200 VUs, 20848 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m14.3s/5m00.0s

running (3m15.7s), 200/200 VUs, 20953 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m15.3s/5m00.0s

running (3m16.7s), 200/200 VUs, 21049 complete and 0 interrupted iterations
default   [  65% ] 200/200 VUs  3m16.3s/5m00.0s

running (3m17.7s), 200/200 VUs, 21148 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m17.3s/5m00.0s

running (3m18.7s), 200/200 VUs, 21236 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m18.3s/5m00.0s

running (3m19.7s), 200/200 VUs, 21318 complete and 0 interrupted iterations
default   [  66% ] 200/200 VUs  3m19.3s/5m00.0s

running (3m20.7s), 200/200 VUs, 21409 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m20.3s/5m00.0s

running (3m21.7s), 200/200 VUs, 21503 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m21.3s/5m00.0s

running (3m22.7s), 200/200 VUs, 21611 complete and 0 interrupted iterations
default   [  67% ] 200/200 VUs  3m22.3s/5m00.0s

running (3m23.7s), 200/200 VUs, 21708 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m23.3s/5m00.0s

running (3m24.7s), 200/200 VUs, 21817 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m24.3s/5m00.0s

running (3m25.7s), 200/200 VUs, 21908 complete and 0 interrupted iterations
default   [  68% ] 200/200 VUs  3m25.3s/5m00.0s

running (3m26.7s), 200/200 VUs, 22015 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m26.3s/5m00.0s

running (3m27.7s), 200/200 VUs, 22118 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m27.3s/5m00.0s

running (3m28.7s), 200/200 VUs, 22225 complete and 0 interrupted iterations
default   [  69% ] 200/200 VUs  3m28.3s/5m00.0s

running (3m29.7s), 200/200 VUs, 22340 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m29.3s/5m00.0s

running (3m30.7s), 200/200 VUs, 22438 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m30.3s/5m00.0s

running (3m31.7s), 200/200 VUs, 22531 complete and 0 interrupted iterations
default   [  70% ] 200/200 VUs  3m31.3s/5m00.0s

running (3m32.7s), 200/200 VUs, 22645 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m32.3s/5m00.0s

running (3m33.7s), 200/200 VUs, 22762 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m33.3s/5m00.0s

running (3m34.7s), 200/200 VUs, 22885 complete and 0 interrupted iterations
default   [  71% ] 200/200 VUs  3m34.3s/5m00.0s

running (3m35.7s), 200/200 VUs, 23026 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m35.3s/5m00.0s

running (3m36.7s), 200/200 VUs, 23138 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m36.3s/5m00.0s

running (3m37.7s), 200/200 VUs, 23272 complete and 0 interrupted iterations
default   [  72% ] 200/200 VUs  3m37.3s/5m00.0s

running (3m38.7s), 200/200 VUs, 23368 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  3m38.3s/5m00.0s

running (3m39.7s), 200/200 VUs, 23471 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  3m39.3s/5m00.0s

running (3m40.7s), 200/200 VUs, 23596 complete and 0 interrupted iterations
default   [  73% ] 200/200 VUs  3m40.3s/5m00.0s

running (3m41.7s), 200/200 VUs, 23719 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  3m41.3s/5m00.0s

running (3m42.7s), 200/200 VUs, 23838 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  3m42.3s/5m00.0s

running (3m43.7s), 200/200 VUs, 23964 complete and 0 interrupted iterations
default   [  74% ] 200/200 VUs  3m43.3s/5m00.0s

running (3m44.7s), 200/200 VUs, 24067 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  3m44.3s/5m00.0s

running (3m45.7s), 200/200 VUs, 24182 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  3m45.3s/5m00.0s

running (3m46.7s), 200/200 VUs, 24305 complete and 0 interrupted iterations
default   [  75% ] 200/200 VUs  3m46.3s/5m00.0s

running (3m47.7s), 200/200 VUs, 24420 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  3m47.3s/5m00.0s

running (3m48.7s), 200/200 VUs, 24540 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  3m48.3s/5m00.0s

running (3m49.7s), 200/200 VUs, 24683 complete and 0 interrupted iterations
default   [  76% ] 200/200 VUs  3m49.3s/5m00.0s

running (3m50.7s), 200/200 VUs, 24789 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  3m50.3s/5m00.0s

running (3m51.7s), 200/200 VUs, 24888 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  3m51.3s/5m00.0s

running (3m52.7s), 200/200 VUs, 25001 complete and 0 interrupted iterations
default   [  77% ] 200/200 VUs  3m52.3s/5m00.0s

running (3m53.7s), 200/200 VUs, 25106 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  3m53.3s/5m00.0s

running (3m54.7s), 200/200 VUs, 25249 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  3m54.3s/5m00.0s

running (3m55.7s), 200/200 VUs, 25371 complete and 0 interrupted iterations
default   [  78% ] 200/200 VUs  3m55.3s/5m00.0s

running (3m56.7s), 200/200 VUs, 25497 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  3m56.3s/5m00.0s

running (3m57.7s), 200/200 VUs, 25653 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  3m57.3s/5m00.0s

running (3m58.7s), 200/200 VUs, 25774 complete and 0 interrupted iterations
default   [  79% ] 200/200 VUs  3m58.3s/5m00.0s

running (3m59.7s), 200/200 VUs, 25897 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  3m59.3s/5m00.0s

running (4m00.7s), 200/200 VUs, 26029 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  4m00.3s/5m00.0s

running (4m01.7s), 200/200 VUs, 26148 complete and 0 interrupted iterations
default   [  80% ] 200/200 VUs  4m01.3s/5m00.0s

running (4m02.7s), 200/200 VUs, 26257 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  4m02.3s/5m00.0s

running (4m03.7s), 200/200 VUs, 26374 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  4m03.3s/5m00.0s

running (4m04.7s), 200/200 VUs, 26495 complete and 0 interrupted iterations
default   [  81% ] 200/200 VUs  4m04.3s/5m00.0s

running (4m05.7s), 200/200 VUs, 26604 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m05.3s/5m00.0s

running (4m06.7s), 200/200 VUs, 26722 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m06.3s/5m00.0s

running (4m07.7s), 200/200 VUs, 26850 complete and 0 interrupted iterations
default   [  82% ] 200/200 VUs  4m07.3s/5m00.0s

running (4m08.7s), 200/200 VUs, 26968 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  4m08.3s/5m00.0s

running (4m09.7s), 200/200 VUs, 27085 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  4m09.3s/5m00.0s

running (4m10.7s), 200/200 VUs, 27207 complete and 0 interrupted iterations
default   [  83% ] 200/200 VUs  4m10.3s/5m00.0s

running (4m11.7s), 200/200 VUs, 27325 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  4m11.3s/5m00.0s

running (4m12.7s), 200/200 VUs, 27442 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  4m12.3s/5m00.0s

running (4m13.7s), 200/200 VUs, 27561 complete and 0 interrupted iterations
default   [  84% ] 200/200 VUs  4m13.3s/5m00.0s

running (4m14.7s), 200/200 VUs, 27656 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m14.3s/5m00.0s

running (4m15.7s), 200/200 VUs, 27770 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m15.3s/5m00.0s

running (4m16.7s), 200/200 VUs, 27877 complete and 0 interrupted iterations
default   [  85% ] 200/200 VUs  4m16.3s/5m00.0s

running (4m17.7s), 200/200 VUs, 28006 complete and 0 interrupted iterations
default   [  86% ] 200/200 VUs  4m17.3s/5m00.0s

running (4m18.7s), 200/200 VUs, 28135 complete and 0 interrupted iterations
default   [  86% ] 200/200 VUs  4m18.3s/5m00.0s

running (4m19.7s), 200/200 VUs, 28257 complete and 0 interrupted iterations
default   [  86% ] 200/200 VUs  4m19.3s/5m00.0s

running (4m20.7s), 200/200 VUs, 28347 complete and 0 interrupted iterations
default   [  87% ] 200/200 VUs  4m20.3s/5m00.0s

running (4m21.7s), 200/200 VUs, 28450 complete and 0 interrupted iterations
default   [  87% ] 200/200 VUs  4m21.3s/5m00.0s

running (4m22.7s), 200/200 VUs, 28588 complete and 0 interrupted iterations
default   [  87% ] 200/200 VUs  4m22.3s/5m00.0s

running (4m23.7s), 200/200 VUs, 28709 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m23.3s/5m00.0s

running (4m24.7s), 200/200 VUs, 28836 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m24.3s/5m00.0s

running (4m25.7s), 200/200 VUs, 28961 complete and 0 interrupted iterations
default   [  88% ] 200/200 VUs  4m25.3s/5m00.0s

running (4m26.7s), 200/200 VUs, 29077 complete and 0 interrupted iterations
default   [  89% ] 200/200 VUs  4m26.3s/5m00.0s

running (4m27.7s), 200/200 VUs, 29206 complete and 0 interrupted iterations
default   [  89% ] 200/200 VUs  4m27.3s/5m00.0s

running (4m28.7s), 200/200 VUs, 29346 complete and 0 interrupted iterations
default   [  89% ] 200/200 VUs  4m28.3s/5m00.0s

running (4m29.7s), 200/200 VUs, 29474 complete and 0 interrupted iterations
default   [  90% ] 200/200 VUs  4m29.3s/5m00.0s

running (4m30.8s), 200/200 VUs, 29592 complete and 0 interrupted iterations
default   [  90% ] 200/200 VUs  4m30.3s/5m00.0s

running (4m31.7s), 198/200 VUs, 29696 complete and 0 interrupted iterations
default   [  90% ] 198/200 VUs  4m31.3s/5m00.0s

running (4m32.7s), 191/200 VUs, 29803 complete and 0 interrupted iterations
default   [  91% ] 191/200 VUs  4m32.3s/5m00.0s

running (4m33.7s), 188/200 VUs, 29931 complete and 0 interrupted iterations
default   [  91% ] 188/200 VUs  4m33.3s/5m00.0s

running (4m34.7s), 178/200 VUs, 30072 complete and 0 interrupted iterations
default   [  91% ] 178/200 VUs  4m34.3s/5m00.0s

running (4m35.7s), 172/200 VUs, 30219 complete and 0 interrupted iterations
default   [  92% ] 172/200 VUs  4m35.3s/5m00.0s

running (4m36.7s), 162/200 VUs, 30356 complete and 0 interrupted iterations
default   [  92% ] 162/200 VUs  4m36.3s/5m00.0s

running (4m37.7s), 158/200 VUs, 30492 complete and 0 interrupted iterations
default   [  92% ] 158/200 VUs  4m37.3s/5m00.0s

running (4m38.7s), 150/200 VUs, 30631 complete and 0 interrupted iterations
default   [  93% ] 150/200 VUs  4m38.3s/5m00.0s

running (4m39.7s), 144/200 VUs, 30719 complete and 0 interrupted iterations
default   [  93% ] 144/200 VUs  4m39.3s/5m00.0s

running (4m40.7s), 136/200 VUs, 30843 complete and 0 interrupted iterations
default   [  93% ] 136/200 VUs  4m40.3s/5m00.0s

running (4m41.7s), 132/200 VUs, 30962 complete and 0 interrupted iterations
default   [  94% ] 132/200 VUs  4m41.3s/5m00.0s

running (4m42.7s), 124/200 VUs, 31091 complete and 0 interrupted iterations
default   [  94% ] 124/200 VUs  4m42.3s/5m00.0s

running (4m43.7s), 115/200 VUs, 31207 complete and 0 interrupted iterations
default   [  94% ] 115/200 VUs  4m43.3s/5m00.0s

running (4m44.7s), 109/200 VUs, 31327 complete and 0 interrupted iterations
default   [  95% ] 109/200 VUs  4m44.3s/5m00.0s

running (4m45.7s), 103/200 VUs, 31460 complete and 0 interrupted iterations
default   [  95% ] 103/200 VUs  4m45.3s/5m00.0s

running (4m46.7s), 092/200 VUs, 31605 complete and 0 interrupted iterations
default   [  95% ] 092/200 VUs  4m46.3s/5m00.0s

running (4m47.7s), 087/200 VUs, 31739 complete and 0 interrupted iterations
default   [  96% ] 087/200 VUs  4m47.3s/5m00.0s

running (4m48.7s), 082/200 VUs, 31881 complete and 0 interrupted iterations
default   [  96% ] 082/200 VUs  4m48.3s/5m00.0s

running (4m49.7s), 076/200 VUs, 32019 complete and 0 interrupted iterations
default   [  96% ] 076/200 VUs  4m49.3s/5m00.0s

running (4m50.7s), 067/200 VUs, 32159 complete and 0 interrupted iterations
default   [  97% ] 067/200 VUs  4m50.3s/5m00.0s

running (4m51.7s), 059/200 VUs, 32307 complete and 0 interrupted iterations
default   [  97% ] 059/200 VUs  4m51.3s/5m00.0s

running (4m52.7s), 054/200 VUs, 32459 complete and 0 interrupted iterations
default   [  97% ] 054/200 VUs  4m52.3s/5m00.0s

running (4m53.7s), 048/200 VUs, 32558 complete and 0 interrupted iterations
default   [  98% ] 048/200 VUs  4m53.3s/5m00.0s

running (4m54.7s), 039/200 VUs, 32671 complete and 0 interrupted iterations
default   [  98% ] 039/200 VUs  4m54.3s/5m00.0s

running (4m55.7s), 033/200 VUs, 32784 complete and 0 interrupted iterations
default   [  98% ] 033/200 VUs  4m55.3s/5m00.0s

running (4m56.7s), 027/200 VUs, 32882 complete and 0 interrupted iterations
default   [  99% ] 027/200 VUs  4m56.3s/5m00.0s

running (4m57.7s), 020/200 VUs, 32960 complete and 0 interrupted iterations
default   [  99% ] 020/200 VUs  4m57.3s/5m00.0s

running (4m58.7s), 014/200 VUs, 33017 complete and 0 interrupted iterations
default   [  99% ] 014/200 VUs  4m58.3s/5m00.0s

running (4m59.7s), 007/200 VUs, 33050 complete and 0 interrupted iterations
default   [ 100% ] 007/200 VUs  4m59.3s/5m00.0s

running (5m00.6s), 000/200 VUs, 33064 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/200 VUs  5m0s


  █ THRESHOLDS 

    errors
    ✓ 'rate<0.05' rate=0.00%

    http_req_duration
    ✓ 'p(95)<3000' p(95)=2.02s


  █ TOTAL RESULTS 

    checks_total.......: 33064   109.991673/s
    checks_succeeded...: 100.00% 33064 out of 33064
    checks_failed......: 0.00%   0 out of 33064

    ✓ redirect 302
    ✓ list 200
    ✓ create 201
    ✓ health 200

    CUSTOM
    errors.........................: 0.00%  0 out of 33064
    redirect_latency...............: avg=1156.438028 min=4.075903 med=1263.983185 max=3248.369013 p(90)=1865.836476 p(95)=2040.468074

    HTTP
    http_req_duration..............: avg=1.1s        min=345.8µs  med=1.23s       max=3.24s       p(90)=1.85s       p(95)=2.02s      
      { expected_response:true }...: avg=1.1s        min=345.8µs  med=1.23s       max=3.24s       p(90)=1.85s       p(95)=2.02s      
    http_req_failed................: 0.00%  0 out of 33084
    http_reqs......................: 33084  110.058205/s

    EXECUTION
    iteration_duration.............: avg=1.4s        min=300.62ms med=1.53s       max=3.55s       p(90)=2.15s       p(95)=2.33s      
    iterations.....................: 33064  109.991673/s
    vus............................: 7      min=1          max=200
    vus_max........................: 200    min=200        max=200

    NETWORK
    data_received..................: 22 MB  74 kB/s
    data_sent......................: 2.9 MB 9.8 kB/s



running (5m00.6s), 000/200 VUs, 33064 complete and 0 interrupted iterations
default ✓ [ 100% ] 000/200 VUs  5m0s